---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerMinute
source: html/a6c50e59-dbb2-4d83-4a39-055f0ba8da50.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerMinute Property

Pounds mass per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerMinute { get; }
```